<!doctype html>
<html>

<head>
    @include('frontend.inc_head')
</head>

<body>

    <div class="container-fluid">

        @include('frontend.inc_menu')

        <section class="row">
            <div class="col-12 banner-inside wow fadeInDown">
                <figure>
                    <div class="title-banner">careers</div>
                    <img src="/frontend/images/banner-career.webp" alt="">
                </figure>
            </div>
        </section>

        <section class="container">
            <div class="row">
                <div class="col-12 wrap-content wow fadeInDown">
                    <div class="wrap-career-policy">
                        <div class="topic-cpolicy">หนังสือให้ความยินยอมเก็บ รวบรวม ใช้ เปิดเผยข้อมูลส่วนบุคคล</div>
                        <div class="topic-cpolicy2">(สำหรับผู้สมัครงาน)</div>
                        <div class="topic-cpolicy3">
                            บริษัท ไดกิ้น คอมเพรสเซอร์ จำกัด (บริษัทฯ)
                            ให้ความสำคัญสูงสุดกับความเป็นส่วนตัวและความปลอดภัยของข้อมูลส่วนบุคคล
                            รวมถึงการรักษาข้อมูลส่วนบุคคลของผู้ใช้บริการไว้เป็นความลับ
                            เพื่อใช้ในการบริหารงานบุคคลของบริษัทฯ และให้เป็นไปตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล
                            โดยบริษัทฯ จะเก็บรักษาข้อมูลดังกล่าวไว้เป็นความลับ และใช้ในวัตถุประสงค์ ดังต่อไปนี้
                        </div>
                        <p>
                            1. ข้อมูลส่วนบุคคลของท่านที่บริษัทฯ ได้รับมา เช่น
                            ข้อมูลในการกรอกใบสมัครงาน/ฝึกงานกับทางบริษัทฯ ได้แก่ ชื่อ-นามสกุล, ชื่อเล่น, รูปถ่าย,
                            ที่อยู่ที่สามารถติดต่อได้, เบอร์โทรศัพท์, อีเมล์ (E-mail), หมายเลขประจำตัวประชาชน,
                            วันเดือนปีเกิด, วุฒิการศึกษา, สัญชาติ, เชื้อชาติ, ศาสนา หรือเอกสารใด ๆที่เกี่ยวกับการสมัคร
                            เป็นต้น ทางบริษัทฯ จะใช้ข้อมูลสำหรับจัดทำเป็นประวัติผู้สมัครแยกตามสังกัดเป็นทะเบียนข้อมูล
                            ของผู้สมัคร โดยจะมีการจัดเก็บเป็นไฟล์ข้อมูลอิเล็กทรอนิกส์
                            และมีการจัดเป็นแฟ้มข้อมูลแยกตามรายบุคคล
                        </p>
                        <p>
                            2. บริษัทฯ จะดำเนินการเก็บรวบรวม ใช้ เปิดเผย ภายใต้วัตถุประสงค์ของบริษัทฯ ในการประมวลผล
                            พิจารณาใบสมัครของท่าน, เพื่อติดต่อกับท่าน, เพื่อประโยชน์โดยชอบด้วยกฎหมาย หรือ เพื่อ
                            ปฏิบัติตามกฎหมาย หรือข้อยกเว้นตามกฎหมาย
                            ไม่ว่าตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลหรือกฎหมายใด ๆ
                        </p>
                        <p>
                            3. ระยะเวลาการจัดเก็บข้อมูลส่วนบุคคล จะถูกจัดเก็บ รวบรวม ใช้และเปิดเผยข้อมูลส่วนบุคคล
                            สำหรับใบสมัครงานที่ไม่ผ่านการคัดเลือกจะจัดเก็บเพื่อเป็นข้อมูลอ้างอิง และอาจถูกพิจารณานำ
                            กลับมาเพื่อคัดเลือก แต่ไม่เกิน 2 ปี
                        </p>
                        <p>
                            4. สิทธิของเจ้าของข้อมูล ท่านมีสิทธิในการแก้ไขข้อมูลส่วนบุคคล, ลบหรือทำลาย,
                            เข้าถึงข้อมูลส่วนบุคคล, โอนข้อมูลส่วนบุคคล, คัดค้านการเก็บรวบรวม ใช้เปิดเผย
                            หรือระงับการใช้ข้อมูลส่วน
                            บุคคลของท่าน โดยแจ้งความประสงค์มายังบริษัทฯ
                        </p>
                        <p>
                            5. ในกรณีที่ท่านมีอายุไม่ครบ 20 ปีบริบูรณ์
                            ขอให้ท่านโปรดแจ้งรายละเอียดของผู้ใช้อำนาจปกครองให้บริษัททราบเพื่อให้บริษัทสามารถดำเนินการขอความยินยอมจากผู้ใช้อำนาจปกครองก่อนการ
                            เก็บรวบรวมข้อมูลส่วนบุคคลของท่าน
                        </p>
                        <p>
                            ท่านสามารถเลือกว่าจะให้ข้อมูลส่วนบุคคลแก่บริษัทฯ หรือไม่ก็ได้ แต่อย่างไรก็ตาม
                            โปรดทราบว่าหากท่านไม่ให้ข้อมูลส่วนบุคคลแก่บริษัทฯ อาจมีบางบริการที่บริษัทฯ
                            ไม่สามารถให้บริการแก่ท่านได้
                            หากปราศจากข้อมูลส่วนบุคคลของท่าน
                        </p>
                        <p>
                            ในกรณีที่บริษัทฯ มีการเก็บรวบรวม จัดเก็บ ใช้และเปิดเผยข้อมูลส่วนบุคคล เพื่อดำเนินการอื่น
                            นอกเหนือจากวัตถุประสงค์ตามที่ได้ระบุไว้ บริษัทฯ จะแจ้งวัตถุประสงค์ใหม่ให้ท่านทราบ
                            และได้รับความยินยอมก่อน
                        </p>
                        <div class="topic-cpolicy3">รายละเอียดการติดต่อ</div>
                        หากท่านมีข้อซักถามหรือข้อสงสัยประการใด หรือมีความประสงค์ที่จะใช้สิทธิของท่าน
                        โปรดติดต่อบริษัทหรือเจ้าหน้าที่ฝ่ายทรัพยากรมนุษย์ของบริษัท
                        <span class="topic-cpolicy4"> โทรศัพท์ 038-650-060 ต่อ 112-114</span>
                    </div>
                    <div class="career-policy-form">
                        <div class="policy-confirm">
                            <div class="md-radio md-radio-inline">
                                <div>ข้าพเจ้า</div>
                                <div>
                                    <input id="type_policy1" type="radio" name="type_policy">
                                    <label for="type_policy1">ยินยอม</label>
                                </div>
                                <div>
                                    <input id="type_policy2" type="radio" name="type_policy">
                                    <label for="type_policy2">ไม่ยินยอม</label>
                                </div>
                            </div>
                        </div>
                        <p>ให้ บริษัท ไดกิ้น คอมเพรสเซอร์ จำกัด (บริษัทฯ) ดำเนินการจัดเก็บ รวมรวม เก็บรักษา ใช้
                            หรือเปิดเผยข้อมูลส่วนบุคคล</p>
                        <div class="topic-frmcareer">กรุณากรอกรายละเอียดเพื่อตรวจสอบข้อมูลเดิมของท่าน</div>
                        <div>
                            <input type="text" class="form-control"
                                placeholder="หมายเลขบัตรประชาชน หรือหมายเลขหนังสือเดินทาง">
                            <a href="{{ url('/'.Session::get('Lang').'/career_form') }}" class="btn-default btn-blue">submit</a>
                        </div>
                    </div>
                </div>
            </div>
        </section>



        @include('frontend.inc_footer')

        <script>
            $(".menubar > li:nth-child(7) > a").addClass("here");

        </script>


    </div>

</body>

</html>
