<?php

return [
    'home' => 'หน้าแรก','hb' => 'หน้าแรก',
    'about' => 'เกี่ยวกับเรา','aboutb' => 'เกี่ยวกับเรา',
    'a' => 'เกี่ยวกับ','ab' => 'เกี่ยวกับ',
    'u' => 'เรา','ub' => 'เรา',
    'why' => 'ทำไมต้อง Jalon','w' => 'ทำไมต้อง',
    'wc' => 'ทำไมต้องเลือก',
    'product' => 'ผลิตภัณฑ์','pb' => 'ผลิตภัณฑ์ ','pth' => 'ในประเทศไทย','pinth' => 'ผลิตภัณฑ์ในประเทศไทย',
    'all' => 'ทั้งหมด',
    'applications' => 'แอพพลิเคชั่น','apb' => 'แอพพลิเคชั่น',
    'blog' => 'บทความ','bb' => 'บทความ',
    'contact' => 'ติดต่อเรา','cb' => 'ติดต่อ','cub' => 'เรา',
    'menu' => 'เมนู',
    'address' => 'ที่อยู่','addressb' => 'ที่อยู่',
    'rm' => 'อ่านต่อ','read' => 'อ่านต่อ',
    'o' => 'พันธมิตร','p' => 'ของเรา',
    'download' => 'ดาวโหลด',
    'g' => 'การ','t' => 'ติดต่อ',
    'sm' => 'ส่งข้อความ',
    'hotline' => 'สายด่วน',
    'footerform' => 'กรุณากรอกข้อมูลด้านล่าง แล้วเราจะติดต่อกลับโดยเร็วที่สุด',
    'aeu' => 'อุปกรณ์ขั้นสูงที่ใช้ในการควบคุมคุณภาพ',
    'ci' => 'หน้า ci',
    'vi' => 'หน้า vi',
    'vmContent' => ['text1' => 'vision-mission TH', 'text2' => 'VISION TH']
];
// @lang('phrase.index1')