<?php

return [
    'ci' => 'หน้า ci',
    'vi' => 'หน้า vi',
    'hy' => 'หน้า history',
    'vmSection1' => ['text1' => 'section1 ข้อความไทย1', 'text2' => 'VISION TH'],
    'vmSection2' => ['text1' => 'section2 ข้อความไทย1','text2' => 'section2 ข้อความไทย2 <br> ข้อความไทย2','text3' => 'section2 ข้อความไทย3'],
    'vmSection3' => ['text1' => 'section3 เป็นผู้นำธุรกิจผลิตและจำหน่ายคอมเพรสเซอร์ สำหรับเครื่องปรับอากาศอันดับ 1 ของโลก', 'text2' => 'เป็นผู้นำในธุระกิจผลิตคอมเพรสเซอร์สำหรับเครื่องปรับอากาศในกลุ่มบริษัทไดกิ้น” ภายในระยะเวลา 5ปี (2559 – 2563) ภายใต้ระบบการผลิตที่มีความปลอดภัยและรักษาสิ่งแวดล้อม','text3' => 'ผู้นำธุรกิจผลิตคอมเพรสเซอร์สำหรับเครื่องปรับอากาศแบบอินเวอร์เตอร์ด้านคุณภาพ (Quality) ภายในปี 2563'],
    "vmSection4" => ["text1" => "section4 ข้อความไทย text1", "text2" => "Section4 ข้อความไทย text2", "text3" => "Section4 ข้อความไทย text3","text4" => "Section4 ข้อความไทย text4", "text5" => "Section4 ข้อความไทย  text5", "text6" => "Section4 ข้อความไทย text6 th"],
    "vmSection5" => ["text1" => "CORPORATE <div>STRATEGY th</div>", "text2" => "section5 ข้อความไทย2", "text3" => "section5 ข้อความไทย3","text4" => "section 5 section2 ข้อความไทย4", "text5" => "section5 section2 ข้อความไทย5", "text6" => "Section6 section2 ข้อความไทย6"],
    "vmSection6_1" => ["header1" => "SAFETY", "header2" => "QUALITY", "header3" => "COST", "header4" => "DELIVERY", "header5" => "ENVIRONMENT"],
    "vmSection6_2" => ["text1" => "ป้องกันการบาดเจ็บ เจ็บป่วยของพนักงานโดยกำจัดอันตรายและลดความเสี่ยงดำเนินกิจกรรม 5ส3FIX อย่างต่อเนื่อง", "text2" => "ผลิตงานดี ปฎิบัติตามกฎและMQ อย่างเคร่งคัดป้องกันปัญหาโดยใช้หลักการ3Gen และยกระดับบุคลากรในการ Kaizen", "text3" => "ใช้ระบบการผลิตแบบ PDS ในการหาความสูญเปล่าในกระบวนการเพื่อลดต้นทุนการผลิต", "text4" => "ผลิตสินค้าใหม่ที่หลากหลายอย่างต่อเนื่อง ส่งมอบตรงเวลา ในราคายุติธรรม", "text5" => "บริหารจัดการ การใช้ทรัพยากรธรรมชาติและพลังงาน ด้วยเทคโนโลยีที่เหมาะสมให้เกิดประโยชน์สูงสุด และสนับสนุนพนักงานทุกคนมีส่วนร่วมกิจกรรมด้านสิ่งแวดล้อมอย่างต่อเนื่อง"],
  ];
// th